Repository: 31415pi/Limnoria
Catalog: plugins/Seen/locale/*.po
Languages: it

source: %s was last seen in %s %s ago: %s
it: %s è stato visto per l'ultima volta in %s %s fa: %s

source: %s (%s ago)
it: %s (%s fa)

source: %s could be %L
it: %s potrebbe essere %L

source: or
it: oppure

source: I haven't seen anyone matching %s.
it: Non ho visto nessuno che corrisponda a %s.

source: I have not seen %s.
it: Non ho visto %s.

source: [<channel>] <nick> Returns the last time <nick> was seen and what <nick> was last seen saying. <channel> is only necessary if the message isn't sent on the channel itself.
it: [<canale>] <nick> Riporta l'ultima volta che <nick> è stato visto e cosa stava dicendo. <canale> è necessario solo se il messaggio non viene inviato nel canale stesso.

source: [<channel>] [--user <name>] [<nick>] Returns the last time <nick> was seen and what <nick> was last seen doing. This includes any form of activity, instead of just PRIVMSGs. If <nick> isn't specified, returns the last activity seen in <channel>. If --user is specified, looks up name in the user database and returns the last time user was active in <channel>. <channel> is only necessary if the message isn't sent on the channel itself.
it: [<canale>] [--user <nome>] [<nick>] Riporta l'ultima volta che <nick> è stato visto e cosa stava facendo. Include qualsiasi forma di attività, non solo l'invio di messaggi. Se <nick> non è specificato, riporta l'ultima attività vista in <canale>. Se --user è specificato, cerca il nome nel database degli utenti e riporta l'ultima volta che l'utente era attivo in <canale>. <canale> è necessario solo se il messaggio non viene inviato nel canale stesso.

source: Someone was last seen in %s %s ago: %s
it: Qualcuno è stato visto per l'ultima volta in %s %s fa: %s

source: I have never seen anyone.
it: Non ho mai visto nessuno.

source: [<channel>] Returns the last thing said in <channel>. <channel> is only necessary if the message isn't sent in the channel itself.
it: [<canale>] Riporta l'ultima cosa detta in <canale>. <canale> è necessario solo se il messaggio non viene inviato nel canale stesso.

source: [<canale>] <name> Returns the last time <name> was seen and what <name> was last seen saying. This looks up <name> in the user seen database, which means that it could be any nick recognized as user <name> that was seen. <canale> if the message isn't sent in the channel itself.
it: [<canale>] <nome> Riporta l'ultima volta che <nome> è stato visto e cosa stava dicendo. Cerca <nome> nel database degli utenti visti, ovvero qualsiasi nick che venga riconosciuto con il <nome> dell'utente che è stato visto. <canale> è necessario solo se il messaggio non viene inviato nel canale stesso.

source: [<channel>] <nick> Returns the messages since <nick> last left the channel.
it: [<canale>] <nick> Riporta i messaggi da quando <nick> ha lasciato il canale l'ultima volta.

source: You must be in %s to use this command.
it: Per usare questo comando bisogna essere in %s.

source: I couldn't find in my history of %s messages where %r last left the %s
it: Non trovo nella cronologia dei messaggi di %s dove %r ha lasciato %s l'ultima volta.

source: Either %s didn't leave, or no messages were sent while %s was gone.
it: %s non è uscito o non ha inviato alcun messaggio quando se n'é andato.
